{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "\"": 4,
      "#": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "5": 19,
      ":": 20,
      "=": 21,
      "?": 22,
      "@": 23,
      "A": 24,
      "B": 25,
      "C": 26,
      "D": 27,
      "E": 28,
      "F": 29,
      "G": 30,
      "H": 31,
      "I": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "Q": 39,
      "R": 40,
      "S": 41,
      "T": 42,
      "U": 43,
      "V": 44,
      "W": 45,
      "X": 46,
      "Y": 47,
      "[": 48,
      "\\": 49,
      "]": 50,
      "_": 51,
      "`": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "j": 62,
      "k": 63,
      "l": 64,
      "m": 65,
      "n": 66,
      "o": 67,
      "p": 68,
      "q": 69,
      "r": 70,
      "s": 71,
      "t": 72,
      "u": 73,
      "v": 74,
      "w": 75,
      "x": 76,
      "y": 77,
      "z": 78,
      "{": 79,
      "}": 80,
      "re": 81,
      "in": 82,
      "se": 83,
      "st": 84,
      "##": 85,
      "on": 86,
      "de": 87,
      "te": 88,
      "th": 89,
      "en": 90,
      "or": 91,
      "al": 92,
      "ct": 93,
      "at": 94,
      "le": 95,
      "ur": 96,
      "###": 97,
      "un": 98,
      "ion": 99,
      "an": 100,
      "ing": 101,
      "):": 102,
      "es": 103,
      "it": 104,
      "ro": 105,
      "tur": 106,
      "retur": 107,
      "ser": 108,
      "return": 109,
      "co": 110,
      "he": 111,
      "def": 112,
      "ent": 113,
      "ar": 114,
      "as": 115,
      "er": 116,
      "is": 117,
      "pro": 118,
      "to": 119,
      "ac": 120,
      "ue": 121,
      "ut": 122,
      "the": 123,
      "ul": 124,
      "val": 125,
      "ction": 126,
      "and": 127,
      "cl": 128,
      "con": 129,
      "for": 130,
      "lf": 131,
      "mp": 132,
      "pe": 133,
      "par": 134,
      "self": 135,
      "unction": 136,
      "Er": 137,
      "ai": 138,
      "ain": 139,
      "function": 140,
      "ly": 141,
      "lit": 142,
      "mo": 143,
      "ri": 144,
      "ror": 145,
      "sp": 146,
      "ve": 147,
      "ine": 148,
      "der": 149,
      "test": 150,
      "Error": 151,
      "00": 152,
      "ab": 153,
      "are": 154,
      "ate": 155,
      "ader": 156,
      "be": 157,
      "du": 158,
      "ey": 159,
      "ist": 160,
      "ith": 161,
      "lo": 162,
      "of": 163,
      "tain": 164,
      "user": 165,
      "vi": 166,
      "with": 167,
      "stat": 168,
      "one": 169,
      "ted": 170,
      "that": 171,
      "code": 172,
      "header": 173,
      "parse": 174,
      "\")": 175,
      "EN": 176,
      "ES": 177,
      "None": 178,
      "ON": 179,
      "The": 180,
      "ath": 181,
      "bu": 182,
      "cor": 183,
      "do": 184,
      "ex": 185,
      "ect": 186,
      "ho": 187,
      "hen": 188,
      "ic": 189,
      "key": 190,
      "list": 191,
      "ment": 192,
      "no": 193,
      "ore": 194,
      "sho": 195,
      "tal": 196,
      "us": 197,
      "ure": 198,
      "xt": 199,
      "ter": 200,
      "text": 201,
      "total": 202,
      "uld": 203,
      "valu": 204,
      "value": 205,
      "clas": 206,
      "contain": 207,
      "split": 208,
      "status": 209,
      "parse_": 210,
      "corre": 211,
      "should": 212,
      "(\"": 213,
      "()": 214,
      "500": 215,
      "==": 216,
      "AC": 217,
      "CR": 218,
      "ER": 219,
      "IS": 220,
      "OR": 221,
      "ST": 222,
      "ad": 223,
      "ce": 224,
      "cal": 225,
      "cted": 226,
      "em": 227,
      "emp": 228,
      "fi": 229,
      "ge": 230,
      "ha": 231,
      "hand": 232,
      "iter": 233,
      "ls": 234,
      "line": 235,
      "me": 236,
      "nt": 237,
      "ob": 238,
      "per": 239,
      "path": 240,
      "qu": 241,
      "rai": 242,
      "ty": 243,
      "tri": 244,
      "ver": 245,
      "store": 246,
      "des": 247,
      "ating": 248,
      "sert": 249,
      "returns": 250,
      "produ": 251,
      "ack": 252,
      "mple": 253,
      "pected": 254,
      "tests": 255,
      "beha": 256,
      "headers": 257,
      "not": 258,
      "values": 259,
      "class": 260,
      "parse_headers": 261,
      "correct": 262,
      "empty": 263,
      "handle": 264,
      "raise": 265,
      "\",": 266,
      ".\")": 267,
      "200": 268,
      "AL": 269,
      "Ale": 270,
      "CO": 271,
      "DE": 272,
      "EX": 273,
      "En": 274,
      "Ex": 275,
      "Fi": 276,
      "HON": 277,
      "IP": 278,
      "In": 279,
      "ION": 280,
      "LE": 281,
      "LF": 282,
      "PY": 283,
      "SU": 284,
      "TS": 285,
      "Th": 286,
      "Tr": 287,
      "Ty": 288,
      "THON": 289,
      "TION": 290,
      "When": 291,
      "YLE": 292,
      "__": 293,
      "_user": 294,
      "ase": 295,
      "ast": 296,
      "by": 297,
      "but": 298,
      "back": 299,
      "ci": 300,
      "cur": 301,
      "ces": 302,
      "cent": 303,
      "di": 304,
      "el": 305,
      "ew": 306,
      "eve": 307,
      "eback": 308,
      "fai": 309,
      "gine": 310,
      "hy": 311,
      "iv": 312,
      "ilit": 313,
      "imple": 314,
      "ject": 315,
      "last": 316,
      "mu": 317,
      "mat": 318,
      "nect": 319,
      "new": 320,
      "our": 321,
      "out": 322,
      "py": 323,
      "pen": 324,
      "put": 325,
      "que": 326,
      "ru": 327,
      "sy": 328,
      "sul": 329,
      "sure": 330,
      "ting": 331,
      "when": 332,
      "read": 333,
      "rent": 334,
      "reprodu": 335,
      "recent": 336,
      "reque": 337,
      "resul": 338,
      "incl": 339,
      "incorrect": 340,
      "set": 341,
      "stem": 342,
      "this": 343,
      "ation": 344,
      "unit": 345,
      "assert": 346,
      "ers": 347,
      "provi": 348,
      "aceback": 349,
      "connect": 350,
      "format": 351,
      "pect": 352,
      "most": 353,
      "modu": 354,
      "spon": 355,
      "test_": 356,
      "able": 357,
      "ates": 358,
      "log": 359,
      "viour": 360,
      "bute": 361,
      "does": 362,
      "icates": 363,
      "mentation": 364,
      "contains": 365,
      "containing": 366,
      "ACK": 367,
      "CRLF": 368,
      "ISSU": 369,
      "STYLE": 370,
      "call": 371,
      "get": 372,
      "iterating": 373,
      "object": 374,
      "tribute": 375,
      "behaviour": 376,
      "Alex": 377,
      "CODE": 378,
      "Expected": 379,
      "File": 380,
      "PYTHON": 381,
      "This": 382,
      "Traceback": 383,
      "Type": 384,
      "current": 385,
      "must": 386,
      "system": 387,
      "request": 388,
      "inclu": 389,
      "format_user": 390,
      "module": 391,
      "ISSUE": 392
    },
    "merges": [
      [
        "r",
        "e"
      ],
      [
        "i",
        "n"
      ],
      [
        "s",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "#",
        "#"
      ],
      [
        "o",
        "n"
      ],
      [
        "d",
        "e"
      ],
      [
        "t",
        "e"
      ],
      [
        "t",
        "h"
      ],
      [
        "e",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "c",
        "t"
      ],
      [
        "a",
        "t"
      ],
      [
        "l",
        "e"
      ],
      [
        "u",
        "r"
      ],
      [
        "##",
        "#"
      ],
      [
        "u",
        "n"
      ],
      [
        "i",
        "on"
      ],
      [
        "a",
        "n"
      ],
      [
        "in",
        "g"
      ],
      [
        ")",
        ":"
      ],
      [
        "e",
        "s"
      ],
      [
        "i",
        "t"
      ],
      [
        "r",
        "o"
      ],
      [
        "t",
        "ur"
      ],
      [
        "re",
        "tur"
      ],
      [
        "se",
        "r"
      ],
      [
        "retur",
        "n"
      ],
      [
        "c",
        "o"
      ],
      [
        "h",
        "e"
      ],
      [
        "de",
        "f"
      ],
      [
        "en",
        "t"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "s"
      ],
      [
        "e",
        "r"
      ],
      [
        "i",
        "s"
      ],
      [
        "p",
        "ro"
      ],
      [
        "t",
        "o"
      ],
      [
        "a",
        "c"
      ],
      [
        "u",
        "e"
      ],
      [
        "u",
        "t"
      ],
      [
        "th",
        "e"
      ],
      [
        "u",
        "l"
      ],
      [
        "v",
        "al"
      ],
      [
        "ct",
        "ion"
      ],
      [
        "an",
        "d"
      ],
      [
        "c",
        "l"
      ],
      [
        "c",
        "on"
      ],
      [
        "f",
        "or"
      ],
      [
        "l",
        "f"
      ],
      [
        "m",
        "p"
      ],
      [
        "p",
        "e"
      ],
      [
        "p",
        "ar"
      ],
      [
        "se",
        "lf"
      ],
      [
        "un",
        "ction"
      ],
      [
        "E",
        "r"
      ],
      [
        "a",
        "i"
      ],
      [
        "a",
        "in"
      ],
      [
        "f",
        "unction"
      ],
      [
        "l",
        "y"
      ],
      [
        "l",
        "it"
      ],
      [
        "m",
        "o"
      ],
      [
        "r",
        "i"
      ],
      [
        "r",
        "or"
      ],
      [
        "s",
        "p"
      ],
      [
        "v",
        "e"
      ],
      [
        "in",
        "e"
      ],
      [
        "de",
        "r"
      ],
      [
        "te",
        "st"
      ],
      [
        "Er",
        "ror"
      ],
      [
        "0",
        "0"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "re"
      ],
      [
        "a",
        "te"
      ],
      [
        "a",
        "der"
      ],
      [
        "b",
        "e"
      ],
      [
        "d",
        "u"
      ],
      [
        "e",
        "y"
      ],
      [
        "i",
        "st"
      ],
      [
        "i",
        "th"
      ],
      [
        "l",
        "o"
      ],
      [
        "o",
        "f"
      ],
      [
        "t",
        "ain"
      ],
      [
        "u",
        "ser"
      ],
      [
        "v",
        "i"
      ],
      [
        "w",
        "ith"
      ],
      [
        "st",
        "at"
      ],
      [
        "on",
        "e"
      ],
      [
        "te",
        "d"
      ],
      [
        "th",
        "at"
      ],
      [
        "co",
        "de"
      ],
      [
        "he",
        "ader"
      ],
      [
        "par",
        "se"
      ],
      [
        "\"",
        ")"
      ],
      [
        "E",
        "N"
      ],
      [
        "E",
        "S"
      ],
      [
        "N",
        "one"
      ],
      [
        "O",
        "N"
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "th"
      ],
      [
        "b",
        "u"
      ],
      [
        "c",
        "or"
      ],
      [
        "d",
        "o"
      ],
      [
        "e",
        "x"
      ],
      [
        "e",
        "ct"
      ],
      [
        "h",
        "o"
      ],
      [
        "h",
        "en"
      ],
      [
        "i",
        "c"
      ],
      [
        "k",
        "ey"
      ],
      [
        "l",
        "ist"
      ],
      [
        "m",
        "ent"
      ],
      [
        "n",
        "o"
      ],
      [
        "o",
        "re"
      ],
      [
        "s",
        "ho"
      ],
      [
        "t",
        "al"
      ],
      [
        "u",
        "s"
      ],
      [
        "u",
        "re"
      ],
      [
        "x",
        "t"
      ],
      [
        "te",
        "r"
      ],
      [
        "te",
        "xt"
      ],
      [
        "to",
        "tal"
      ],
      [
        "ul",
        "d"
      ],
      [
        "val",
        "u"
      ],
      [
        "val",
        "ue"
      ],
      [
        "cl",
        "as"
      ],
      [
        "con",
        "tain"
      ],
      [
        "sp",
        "lit"
      ],
      [
        "stat",
        "us"
      ],
      [
        "parse",
        "_"
      ],
      [
        "cor",
        "re"
      ],
      [
        "sho",
        "uld"
      ],
      [
        "(",
        "\""
      ],
      [
        "(",
        ")"
      ],
      [
        "5",
        "00"
      ],
      [
        "=",
        "="
      ],
      [
        "A",
        "C"
      ],
      [
        "C",
        "R"
      ],
      [
        "E",
        "R"
      ],
      [
        "I",
        "S"
      ],
      [
        "O",
        "R"
      ],
      [
        "S",
        "T"
      ],
      [
        "a",
        "d"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "al"
      ],
      [
        "c",
        "ted"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "mp"
      ],
      [
        "f",
        "i"
      ],
      [
        "g",
        "e"
      ],
      [
        "h",
        "a"
      ],
      [
        "h",
        "and"
      ],
      [
        "i",
        "ter"
      ],
      [
        "l",
        "s"
      ],
      [
        "l",
        "ine"
      ],
      [
        "m",
        "e"
      ],
      [
        "n",
        "t"
      ],
      [
        "o",
        "b"
      ],
      [
        "p",
        "er"
      ],
      [
        "p",
        "ath"
      ],
      [
        "q",
        "u"
      ],
      [
        "r",
        "ai"
      ],
      [
        "t",
        "y"
      ],
      [
        "t",
        "ri"
      ],
      [
        "v",
        "er"
      ],
      [
        "st",
        "ore"
      ],
      [
        "de",
        "s"
      ],
      [
        "at",
        "ing"
      ],
      [
        "ser",
        "t"
      ],
      [
        "return",
        "s"
      ],
      [
        "pro",
        "du"
      ],
      [
        "ac",
        "k"
      ],
      [
        "mp",
        "le"
      ],
      [
        "pe",
        "cted"
      ],
      [
        "test",
        "s"
      ],
      [
        "be",
        "ha"
      ],
      [
        "header",
        "s"
      ],
      [
        "no",
        "t"
      ],
      [
        "valu",
        "es"
      ],
      [
        "clas",
        "s"
      ],
      [
        "parse_",
        "headers"
      ],
      [
        "corre",
        "ct"
      ],
      [
        "emp",
        "ty"
      ],
      [
        "hand",
        "le"
      ],
      [
        "rai",
        "se"
      ],
      [
        "\"",
        ","
      ],
      [
        ".",
        "\")"
      ],
      [
        "2",
        "00"
      ],
      [
        "A",
        "L"
      ],
      [
        "A",
        "le"
      ],
      [
        "C",
        "O"
      ],
      [
        "D",
        "E"
      ],
      [
        "E",
        "X"
      ],
      [
        "E",
        "n"
      ],
      [
        "E",
        "x"
      ],
      [
        "F",
        "i"
      ],
      [
        "H",
        "ON"
      ],
      [
        "I",
        "P"
      ],
      [
        "I",
        "n"
      ],
      [
        "I",
        "ON"
      ],
      [
        "L",
        "E"
      ],
      [
        "L",
        "F"
      ],
      [
        "P",
        "Y"
      ],
      [
        "S",
        "U"
      ],
      [
        "T",
        "S"
      ],
      [
        "T",
        "h"
      ],
      [
        "T",
        "r"
      ],
      [
        "T",
        "y"
      ],
      [
        "T",
        "HON"
      ],
      [
        "T",
        "ION"
      ],
      [
        "W",
        "hen"
      ],
      [
        "Y",
        "LE"
      ],
      [
        "_",
        "_"
      ],
      [
        "_",
        "user"
      ],
      [
        "a",
        "se"
      ],
      [
        "a",
        "st"
      ],
      [
        "b",
        "y"
      ],
      [
        "b",
        "ut"
      ],
      [
        "b",
        "ack"
      ],
      [
        "c",
        "i"
      ],
      [
        "c",
        "ur"
      ],
      [
        "c",
        "es"
      ],
      [
        "c",
        "ent"
      ],
      [
        "d",
        "i"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "w"
      ],
      [
        "e",
        "ve"
      ],
      [
        "e",
        "back"
      ],
      [
        "f",
        "ai"
      ],
      [
        "g",
        "ine"
      ],
      [
        "h",
        "y"
      ],
      [
        "i",
        "v"
      ],
      [
        "i",
        "lit"
      ],
      [
        "i",
        "mple"
      ],
      [
        "j",
        "ect"
      ],
      [
        "l",
        "ast"
      ],
      [
        "m",
        "u"
      ],
      [
        "m",
        "at"
      ],
      [
        "n",
        "ect"
      ],
      [
        "n",
        "ew"
      ],
      [
        "o",
        "ur"
      ],
      [
        "o",
        "ut"
      ],
      [
        "p",
        "y"
      ],
      [
        "p",
        "en"
      ],
      [
        "p",
        "ut"
      ],
      [
        "q",
        "ue"
      ],
      [
        "r",
        "u"
      ],
      [
        "s",
        "y"
      ],
      [
        "s",
        "ul"
      ],
      [
        "s",
        "ure"
      ],
      [
        "t",
        "ing"
      ],
      [
        "w",
        "hen"
      ],
      [
        "re",
        "ad"
      ],
      [
        "re",
        "nt"
      ],
      [
        "re",
        "produ"
      ],
      [
        "re",
        "cent"
      ],
      [
        "re",
        "que"
      ],
      [
        "re",
        "sul"
      ],
      [
        "in",
        "cl"
      ],
      [
        "in",
        "correct"
      ],
      [
        "se",
        "t"
      ],
      [
        "st",
        "em"
      ],
      [
        "th",
        "is"
      ],
      [
        "at",
        "ion"
      ],
      [
        "un",
        "it"
      ],
      [
        "as",
        "sert"
      ],
      [
        "er",
        "s"
      ],
      [
        "pro",
        "vi"
      ],
      [
        "ac",
        "eback"
      ],
      [
        "con",
        "nect"
      ],
      [
        "for",
        "mat"
      ],
      [
        "pe",
        "ct"
      ],
      [
        "mo",
        "st"
      ],
      [
        "mo",
        "du"
      ],
      [
        "sp",
        "on"
      ],
      [
        "test",
        "_"
      ],
      [
        "ab",
        "le"
      ],
      [
        "ate",
        "s"
      ],
      [
        "lo",
        "g"
      ],
      [
        "vi",
        "our"
      ],
      [
        "bu",
        "te"
      ],
      [
        "do",
        "es"
      ],
      [
        "ic",
        "ates"
      ],
      [
        "ment",
        "ation"
      ],
      [
        "contain",
        "s"
      ],
      [
        "contain",
        "ing"
      ],
      [
        "AC",
        "K"
      ],
      [
        "CR",
        "LF"
      ],
      [
        "IS",
        "SU"
      ],
      [
        "ST",
        "YLE"
      ],
      [
        "cal",
        "l"
      ],
      [
        "ge",
        "t"
      ],
      [
        "iter",
        "ating"
      ],
      [
        "ob",
        "ject"
      ],
      [
        "tri",
        "bute"
      ],
      [
        "beha",
        "viour"
      ],
      [
        "Ale",
        "x"
      ],
      [
        "CO",
        "DE"
      ],
      [
        "Ex",
        "pected"
      ],
      [
        "Fi",
        "le"
      ],
      [
        "PY",
        "THON"
      ],
      [
        "Th",
        "is"
      ],
      [
        "Tr",
        "aceback"
      ],
      [
        "Ty",
        "pe"
      ],
      [
        "cur",
        "rent"
      ],
      [
        "mu",
        "st"
      ],
      [
        "sy",
        "stem"
      ],
      [
        "reque",
        "st"
      ],
      [
        "incl",
        "u"
      ],
      [
        "format",
        "_user"
      ],
      [
        "modu",
        "le"
      ],
      [
        "ISSU",
        "E"
      ]
    ]
  }
}